Repository: NontKrub/PRC-PhotoBooth
Catalog: Mac/Localizable.xcstrings
Source language: en
Languages: th

source: Running diagnostic camera capture…
th: กำลังถ่ายภาพวินิจฉัยด้วยกล้อง…

source: Runtime
th: รันไทม์

source: Runtime persistence
th: การบันทึกข้อมูลรันไทม์

source: Runtime persistence is unavailable.
th: การบันทึกข้อมูลรันไทม์ไม่พร้อมใช้งาน

source: Save
th: บันทึก

source: Saving…
th: กำลังบันทึก…

source: Scan to connect an operator device.
th: สแกนเพื่อเชื่อมต่ออุปกรณ์ผู้ควบคุม

source: Scan to get your photos
th: สแกนเพื่อรับรูปภาพของคุณ

source: Select
th: เลือก

source: Select an active event first
th: เลือกงานที่ใช้งานอยู่ก่อน

source: Selected camera is ready.
th: กล้องที่เลือกพร้อมใช้งาน

source: Selected camera is unavailable.
th: กล้องที่เลือกไม่พร้อมใช้งาน

source: Selected printer: %@
th: เครื่องพิมพ์ที่เลือก: %1$@

source: Selected printer: System Default
th: เครื่องพิมพ์ที่เลือก: ค่าเริ่มต้นของระบบ

source: Selecting experience
th: กำลังเลือกประสบการณ์

source: Send the strip to your connected Selphy printer.
th: ส่งโฟโต้สตริปไปยังเครื่องพิมพ์ Selphy ที่เชื่อมต่ออยู่

source: Server user
th: ผู้ใช้เซิร์ฟเวอร์

source: Session cannot finish until every photograph is accepted.
th: เซสชันจะเสร็จสิ้นไม่ได้จนกว่าจะยอมรับรูปภาพทุกภาพ

source: Session controls always use Wi-Fi. 60 FPS uses more bandwidth; choose cable preview for the smoothest result. Sony USB live view may be limited by the camera.
th: คำสั่งควบคุมเซสชันใช้ Wi-Fi เสมอ 60 FPS ใช้แบนด์วิดท์มากขึ้น เลือกภาพตัวอย่างผ่านสายเพื่อความลื่นไหลสูงสุด ภาพสดผ่าน USB ของ Sony อาจถูกจำกัดโดยกล้อง

source: Session download link
th: ลิงก์ดาวน์โหลดเซสชัน

source: Session Phase
th: ระยะเซสชัน

source: Session QR Code
th: คิวอาร์โค้ดเซสชัน

source: Session Recovery
th: กู้คืนเซสชัน

source: Session start failed: %@
th: เริ่มเซสชันล้มเหลว: %1$@

source: Sessions
th: เซสชัน

source: Sessions in this date range will appear here.
th: เซสชันในช่วงวันที่นี้จะแสดงที่นี่

source: Sessions per Day
th: เซสชันต่อวัน

source: Set Active
th: ตั้งเป็นงานที่ใช้งาน

source: Set aperture on camera body when disabled — USB PTP support varies by camera.
th: ตั้งค่ารูรับแสงที่ตัวกล้องเมื่อปิดใช้งาน — การรองรับ USB PTP แตกต่างกันไปในแต่ละกล้อง

source: Set Default
th: ตั้งเป็นค่าเริ่มต้น

source: Set Up & Test
th: ตั้งค่าและทดสอบ

source: Settings
th: การตั้งค่า

source: Sharing Station: %@
th: สถานีแชร์: %1$@

source: Show GIF links
th: แสดงลิงก์ GIF

source: Show Viewer
th: แสดงหน้าจอผู้ชม

source: Shows
th: แสดง

source: Shutter
th: ความเร็วชัตเตอร์

source: Shutter Speed
th: ความเร็วชัตเตอร์

source: Skip
th: ข้าม

source: Skip for Now
th: ข้ามไปก่อน

source: Skip system print dialog
th: ข้ามกล่องโต้ตอบการพิมพ์ระบบ

source: Skipped
th: ข้าม

source: Skipped because no event is active.
th: ข้ามเพราะไม่มีงานที่ใช้งานอยู่

source: Skipped because no iPad is connected.
th: ข้ามเพราะไม่มี iPad เชื่อมต่ออยู่

source: Skipped until an experience document is available.
th: ข้ามจนกว่าเอกสารประสบการณ์จะพร้อมใช้งาน

source: Skipped until filter settings are available.
th: ข้ามจนกว่าการตั้งค่าฟิลเตอร์จะพร้อมใช้งาน

source: Slot %@
th: ช่อง %1$@

source: Slots
th: ช่อง

source: Slots (%@)
th: ช่อง (%1$@)

source: Soft
th: นุ่มนวล

source: Some DSLR controls are unavailable on this camera's USB profile.
th: การควบคุม DSLR บางรายการไม่พร้อมใช้งานในโปรไฟล์ USB ของกล้องนี้

source: SSH alias
th: ชื่อแทน SSH

source: SSH connectivity failed.
th: การเชื่อมต่อ SSH ล้มเหลว

source: SSH connectivity is ready.
th: การเชื่อมต่อ SSH พร้อมใช้งาน

source: Start
th: เริ่ม

source: Start Camera
th: เริ่มกล้อง

source: Start Session
th: เริ่มเซสชัน

source: Start the selected camera first
th: เริ่มกล้องที่เลือกก่อน

source: Started %@ at %@
th: เริ่มเมื่อ %1$@ เวลา %2$@

source: Starting…
th: กำลังเริ่ม…

source: Status
th: สถานะ

source: Stopped
th: หยุดแล้ว

source: Strip Preview
th: ภาพตัวอย่างโฟโต้สตริป

source: Strip ready
th: โฟโต้สตริปพร้อมแล้ว

source: Submitting printer test page…
th: กำลังส่งหน้าทดสอบเครื่องพิมพ์…

source: System
th: ระบบ

source: System Default
th: ค่าเริ่มต้นของระบบ

source: Template
th: เทมเพลต

source: Template assets
th: ไฟล์ประกอบเทมเพลต

source: Template frame
th: เฟรมเทมเพลต

source: Templates
th: เทมเพลต

source: Test Capture
th: ทดสอบถ่ายภาพ

source: Test capture failed: %@
th: การทดสอบถ่ายภาพล้มเหลว: %1$@

source: Test Connection Again
th: ทดสอบการเชื่อมต่ออีกครั้ง

source: Test page submitted.
th: ส่งหน้าทดสอบแล้ว

source: Test Print
th: ทดสอบพิมพ์

source: Thai
th: ไทย

source: Thai name
th: ชื่อภาษาไทย

source: Thai prompt
th: พรอมต์ภาษาไทย

source: Thai subtitle
th: คำบรรยายภาษาไทย

source: The event experience document is unavailable.
th: เอกสารประสบการณ์ของงานไม่พร้อมใช้งาน

source: The last unaccepted preview was not saved and will be retaken.
th: ภาพตัวอย่างล่าสุดที่ยังไม่ยอมรับไม่ได้ถูกบันทึกและจะถ่ายใหม่

source: The local download server is not healthy.
th: เซิร์ฟเวอร์ดาวน์โหลดภายในเครื่องไม่พร้อมใช้งาน

source: The persistent job queue is unavailable.
th: คิวงานถาวรไม่พร้อมใช้งาน

source: This Mac can't verify its owner right now. Try your PIN.
th: ขณะนี้ Mac ไม่สามารถยืนยันเจ้าของได้ ลองใช้ PIN ของคุณ

source: This submits a new print request and does not create another persistent automatic-print job.
th: การดำเนินการนี้จะส่งคำขอพิมพ์ใหม่และไม่สร้างงานพิมพ์อัตโนมัติถาวรเพิ่ม

source: To
th: ถึง

source: Token: %@
th: โทเค็น: %1$@

source: Torch
th: ไฟช่วย

source: Tunnel hostname
th: ชื่อโฮสต์ของทันเนล

source: Unavailable
th: ไม่พร้อมใช้งาน

source: Unfinished session
th: เซสชันที่ยังไม่เสร็จ

source: Unlock PRC PhotoBooth administrator settings with Touch ID or your Mac password.
th: ปลดล็อกการตั้งค่าผู้ดูแล PRC PhotoBooth ด้วย Touch ID หรือรหัสผ่าน Mac

source: Untitled
th: ไม่มีชื่อ

source: Update gallery
th: อัปเดตแกลเลอรี

source: Upload photos to cloud after each session
th: อัปโหลดรูปภาพขึ้นคลาวด์หลังแต่ละเซสชัน

source: USB preview client is connected.
th: ไคลเอนต์ภาพตัวอย่าง USB เชื่อมต่ออยู่

source: Use ‘prc-%@’ Instead
th: ใช้ ‘prc-%1$@’ แทน

source: Use Touch ID or Mac Password
th: ใช้ Touch ID หรือรหัสผ่าน Mac

source: Used in QR codes after cloud upload succeeds. Leave blank to use the LAN server.
th: ใช้ในคิวอาร์โค้ดหลังอัปโหลดขึ้นคลาวด์สำเร็จ เว้นว่างไว้เพื่อใช้เซิร์ฟเวอร์ LAN

source: Uses the ZV-E10's AUTO or P exposure program. ISO, shutter speed, and aperture stay automatic.
th: ใช้โหมดรับแสง AUTO หรือ P ของ ZV-E10 ค่า ISO ความเร็วชัตเตอร์ และรูรับแสงจะเป็นอัตโนมัติ

source: Using the macOS System Default printer.
th: ใช้เครื่องพิมพ์ค่าเริ่มต้นของ macOS

source: Version 1.2 options are stored separately from the legacy event layout.
th: ตัวเลือก Version 1.2 จะจัดเก็บแยกจากรูปแบบงานเดิม

source: Vintage
th: วินเทจ

source: Waiting
th: กำลังรอ

source: Waiting for the camera's Sony PTP live-view stream…
th: กำลังรอสตรีมภาพสด Sony PTP จากกล้อง…

source: Warm
th: โทนอุ่น

source: Warning
th: คำเตือน

source: Width
th: ความกว้าง

source: Wireless (Wi-Fi)
th: ไร้สาย (Wi-Fi)

source: You will be asked to create a new PIN now.
th: ระบบจะให้คุณสร้าง PIN ใหม่ตอนนี้

source: Z%@
th: Z%1$@
